---
kind: property
id: P:Autodesk.Revit.DB.Visual.Ceramic.CeramicColor
source: html/12622eb4-735c-ff30-16d5-fea4e820d08a.htm
---
# Autodesk.Revit.DB.Visual.Ceramic.CeramicColor Property

The property labeled "Color" from the "Ceramic" schema.

## Syntax (C#)
```csharp
public static string CeramicColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".
 This property allows a connected asset.